"[[[\"Theater Listings for Jan. 2-8\"], [\"Obama Nears Goal for Guant\\u00e1namo With Faster Pace of Releases\"], [\"What Rising Airline Fees Tell Us About the Cable Industry\"], [\"F.A.A. Orders Airlines to Devise Plans to Identify Risks\"], [\"U.S. Charter Airline Cited for Neglecting Cargo of Macaques From China\"], [\"Morning Agenda: Shire\\u2019s Deal for NPS\"], [\"A Musician\\u2019s Lament? Carrying On the Instrument\"], [\"Why a Generation of Adoptees Is Returning to South Korea\"], [\"Morning Agenda: Profit Falls at JPMorgan\"], [\"Starting Friday, U.S. Will Ease Restrictions on Travel to Cuba\"]], [[\"Carmakers Take a Hint From Tablets \"], [\"A Year of Columns, a Memorable Trove of Characters\"], [\"Sharing Flickr Photos Privately\"], [\"Selfies on a Stick, and the Social-Content Challenge for the Media\"], [\"What to Watch For in 2015: Galliano and Gucci, Elections and Apple\"], [\"Apps Everywhere, but No Unifying Link\"], [\"Moving Videos Between Mac and Android Gadgets\"], [\"In a World of Phones, Gadgets Must Adapt \"], [\"Challenged by Upstarts, Lenders Try New Strategy: Cooperation\"], [\"Apple\\u2019s Cut From App Sales Reached $4.5 Billion in 2014\"]], [[\"Bigger Settlement Said to Be Reached in Silicon Valley Antitrust Case\"], [\"Photoshop at 25: A Thriving Chameleon Adapts to an Instagram World\"], [\"Apple\\u2019s New Job: Selling a Smartwatch to an Uninterested Public\"], [\"An Inspirational Interior for a Digital Designer\"], [\"Remotely Controlling the DVR\"], [\"Highest-Paid Chiefs in 2014\"], [\"Hiding Smartphone Photo Location Information\"], [\"Morning Agenda: Split Decision for Greenberg in A.I.G. Lawsuit\"], [\"Free and Cheap Photoshop Alternatives for Windows\"], [\"Disabling Video Autoplay on Twitter\"]], [[\"Things We Like for 2015: A Realist\\u2019s Guide to CES\"], [\"Sensory Overload Is Part of the Script \"], [\"A Fashionable Way to Track Those Steps\"], [\"New Smartwatches for Women Put Style First\"], [\"Luxury, With More Mechanics and Less Bling\"], [\"Designing Distraction: Executive Toys\"], [\"Streamlining the Lowly Wallet in a Digital Age\"], [\"Shutterbug Parents and Overexposed Lives  \"], [\"Grandmaster Sachs\"], [\"A Review of Digital Tools for Artists, Photographers and Writers\"]], [[\"Cloud Software Start-Up AppDirect Raises $50 Million\"], [\"Morning Agenda: Glencore Is Said to Plan Debt Investor Meeting\"], [\"Morning Agenda: Yahoo Said to Weigh Selling Core Business\"]], [[\"A Conversation With Mark Gilbreath\"]], [[\"Finding \\u2018Who\\u2019 and \\u2018Where\\u2019 Within the Sports Cyber-Betting Universe\"], [\"Cash Drops and Keystrokes: The Dark Reality of Sports Betting and Daily Fantasy Games\"], [\"UltraDNS Server Problem Pulls Down Websites, Including Netflix, for 90 Minutes\"], [\"DraftKings Leaves Door Unlocked for Barred Fantasy Sports Players\"]], [[\"Top Bankers in Europe Making Big Bonuses, According to Latest Data\"], [\"Seeing Value After a Plunge, Hedge Funds Bet on Energy Stocks\"], [\"What to Know About Bank Stress Tests\"], [\"Safety of Herbal Supplements Pulls Prosecutors Together\"], [\"What 3 Banks May Have Cut to Pass the Stress Tests\"], [\"Boeing and Delta Spend Millions in Fight Over Export-Import Bank\\u2019s Existence\"], [\"Distinct Prisms in an Ever-Shifting Kaleidoscope\"], [\"As \\u2018Mad Men\\u2019 Ends, the Woman Behind the Costumes Is Just Getting Started\"], [\"Applied Materials and Tokyo Electron Call Off $10 Billion Merger\"], [\"Morning Agenda: Comcast\\u2019s Ambitions Likely to Remain Intact\"]], [[\"Why Drugs Cost So Much\"], [\"Pfizer Bets $15 Billion on New Class of Generic Drugs\"], [\"Nasdaq Changed in Its Climb to 5,000\"], [\"Tests of Cholesterol Drugs Offer Hope of Reducing Heart Attacks and Strokes\"], [\"In Iceland\\u2019s DNA, New Clues to Disease-Causing Genes\"], [\"F.D.A. Approves Amgen Drug to Treat Heart Failure\"], [\"As Celiac and Gluten Sensitivities Gain Prominence, Drug Companies Race to Find Treatments\"], [\"Highest-Paid Chiefs in 2014\"], [\"New Class of Drugs Shows More Promise in Treating Cancer\"], [\"Apple\\u2019s Conference, G.M.\\u2019s Annual Meeting, and a Trade Vote in Europe\"]], [[\"Writers Are Mixed Over Amazon Unlimited\"], [\"For the Indie Writers of Amazon, It\\u2019s Publish or Perish\"], [\"Users Say TurboTax Deluxe Is Less Deluxe Than It Used to Be \"], [\"With Win, Amazon Shakes Up Yet Another Industry\"], [\"Amazon Signs Woody Allen to Write and Direct TV Series\"], [\"Amazon Comes Out Swinging\"], [\"Amazon\\u2019s Tax Deal With Luxembourg May Break Rules, E.U. Regulator Says\"], [\"For Musicians, a TV Series Underscores Diminishing Role \"], [\"Classical Music as \\u2018Jungle\\u2019 Rings True\"], [\"As Content Pours From Everywhere, New Network Shows Strive for Boldness\"]], [[\"Warner Bros. and Lego Enter Market Where Toys and Gaming Meet\"], [\"Los Angeles County Museum of Art Reveals New Acquisitions\"], [\"Thomas Staggs: Disney\\u2019s Heir, Apparently\"], [\"Nintendo Makes Unusual Move at E3: Sharing Its Characters\"], [\"Elaine Wynn Eyes the Bigger Picture in Los Angeles\"], [\"TV Bundles Challenge Apple to Make a Deal\"], [\"Bobby Kotick\\u2019s Activision Blizzard to Buy King Digital, Maker of Candy Crush\"], [\"Your Tuesday Briefing: Republican Party, TransCanada, Volkswagen\"], [\"Morning Agenda: Activision Blizzard to Buy Maker of Candy Crush\"], [\"Deal for Candy Crush Maker Favors Hope Over Experience\"]], [[\"The Invention Mob, Brought to You by Quirky\"], [\"SodaStream Hits Reset as Its Sales and Profit Fall\"], [\"Flurry of Freight Spurs New Commercial Building Construction in Georgia\"], [\"Morning Agenda: Judge Halts Sysco\\u2019s Takeover of US Foods\"], [\"Student Winners From Our 2015 Review Contest\"]], [], [[\"Riding High, Biotech Firms Remain Wary\"], [\"Kyle Bass Wields New Weapon in Challenging Drug Makers\"], [\"Nasdaq Changed in Its Climb to 5,000\"], [\"Biogen Reports Its Alzheimer\\u2019s Drug Sharply Slowed Cognitive Decline\"], [\"Highest-Paid Chiefs in 2014\"], [\"Greece\\u2019s Debt Payments, Apple Earnings and Credit Suisse Results\"], [\"New Data on 2 Alzheimer\\u2019s Drugs Alters Hope and Expectation\"]], [[\"Drug Accelerated Growth in Children With Dwarfism, Pharmaceutical Firm Says \"], [\"Streetwise Father Takes On Sloan Kettering to Save His Sick Son\"]], [[\"A New Generation of Designers Chooses Anonymity\"], [\"Virtual Reality\\u2019s Potential Displayed at Game Developers Conference\"], [\"Can the Swiss Watchmaker Survive the Digital Age?\"], [\"Going to the Ends of the Earth to Get the Most Out of Music\"], [\"A Conversation With Neo Que Yau\"], [\"My $120,000 Vacation\"], [\"Navigating the Takata Airbag Recall\"], [\"Morning Agenda: Dow Chemical and DuPont Said to Discuss Merger\"]], [[\"Calculating the Odds of a Comcast-Time Warner Cable Deal\"], [\"Charter Communications\\u2019 Bid for Cable Rival\\u00a0Bright House Networks Among Last Merger Wave\"], [\"Charter\\u2019s Deal May Not Be the Last Word on Bright House\"], [\"Review of Comcast Deal Is Said to Raise Concerns\"], [\"Comcast Is Said to End $45 Billion Bid for Time Warner Cable\"], [\"Under Regulators\\u2019 Scrutiny, Comcast and Time Warner Cable End Deal\"], [\"Putting an End to a Bad Comcast Merger\"], [\"Comcast-Time Warner Cable Deal\\u2019s Collapse Leaves Frustrated Customers Out in the Cold\"], [\"Morning Agenda: Comcast\\u2019s Ambitions Likely to Remain Intact\"], [\"Morning Agenda: What Makes a Mogul\"]], [], [], [[\"New Rules in China Upset Western Tech Companies\"], [\"Hackers Use Old Lure on Web to Help Syrian Government\"], [\"Cisco Makes Its Annual Predictions on Mobile Data Traffic\"], [\"Facebook Takes Its Hardware Designs to a Giant Scale\"], [\"Cisco and Texas Instruments Adapt to a New Tech World\"], [\"Tech Deals That Are Poor Fixes for Limp Sales\"], [\"Nasdaq Changed in Its Climb to 5,000\"], [\"Facebook\\u2019s Status Update for Computing\"], [\"NSS Labs\\u2019 Testing Service Will Hold Security Vendors Accountable\"], [\"The Path Toward Tomorrow\\u2019s Internet\"]], [[\"How Outsourcing Companies Are Gaming the Visa System\"]], [[\"Elliott Management Pushes Citrix Systems for Change\"], [\"Morning Agenda: Twitter Chief\\u2019s Exit Sparks Deal Speculation\"], [\"Citrix Will Replace Chief, Bending to Elliott Management\"], [\"Morning Agenda: A Flutter Over Twitter\\u2019s Growth\"], [\"Google Unveils New Chrome Operating System for Business Customers\"]], [[\"Apparent Discount Mars $41 Billion Spectrum Sale\"], [\"On the Case at Mount Sinai, It\\u2019s Dr. Data\"], [\"Provider\\u2019s Dispute With Viacom Highlights Skirmish Over the Cable Bundle\"], [\"HBO\\u2019s Streaming Service Will Start in April, Initially on Apple Devices Only\"], [\"Apple Said to Plan Limited, Low-Cost Streaming Service\"], [\"The Future of TV Streaming\"], [\"Suddenly, Plenty of Options for Cord Cutters\"], [\"Netflix, Amazon and Hulu No Longer Find Themselves Upstarts in Online Streaming\"], [\"If Algorithms Know All, How Much Should Humans Help?\"], [\"HBO Now Makes \\u2018Game of Thrones\\u2019 Easier to See, if Not Follow\"]], [[\"Family Dollar Urges Shareholders to Back Dollar Tree Deal\"], [\"Shareholder Adviser I.S.S. Backs Family Dollar Sale to Dollar Tree\"], [\"Dollar General Admits to Long Odds in Pursuing Family Dollar\"], [\"Shareholders Face Quandary in Battle for Family Dollar\"], [\"Family Dollar Shareholders Approve $8.5 Billion Deal With Dollar Tree\"], [\"At Aetna, a C.E.O.\\u2019s Management by Mantra\"], [\"Amazon, Google and More Are Drawn to Home Services Market\"], [\"With Tesla Entering Market, Hopes for Home Batteries Grow\"], [\"Morning Agenda: Heavy Fines for Foreign Exchange Collusion\"], [\"Dollar Tree and Family Dollar Will Sell 330 Stores to Seal Merger Deal\"]], [[\"International Artists Seek Out Real Sound in Paris\"], [\"Turning the Garden Into a House Party\"], [\"Movie Listings for Jan. 2-8\"], [\"Pop, Rock & Cabaret Listings for Jan. 2-8\"], [\"New to New York, but Not to Music\"], [\"PlayStation 4 Faces Resurgent Rivals in Xbox One and Wii U\"], [\"Still Music to the Ears, but From Odd Sources\"], [\"Albums From Art Hirahara and Death Grips\"], [\"Neneh Cherry Will Get an Overdue New York Debut\"], [\"Movie Listings for Jan. 9-15\"]], [[\"Uber Tests a Cargo Delivery Service in Hong Kong\"], [\"EMC to Add 2 Directors in Temporary Truce With Elliott Management\"], [\"Instacart, a Grocery Delivery Start-Up, Raises $220 Million\"], [\"Bigger Settlement Said to Be Reached in Silicon Valley Antitrust Case\"], [\"Google Said to Be in Talks to Acquire Softcard, a Mobile Payments Company\"], [\"EBay to Cut 2,400 Jobs, and Weighs 2nd Spinoff\"], [\"Icahn to Seek 2 Seats on Gannett\\u2019s Board\"], [\"Ratings Now Cut Both Ways, So Don\\u2019t Sass Your Uber Driver \"], [\"VPNs Dissolve National Boundaries Online, for Work and Movie-Watching\"], [\"Icahn to Get Boards Seats in Settlement With Manufacturer Manitowoc\"]], [[\"Expedia Buys Travelocity for $280 Million in Cash\"], [\"Expedia to Acquire Orbitz as Travel Sites Consolidate\"], [\"Deal for Orbitz Shows Merger Boom Has Room to Go\"], [\"Booking Flights and Hotels: Online Agents or Direct?\"], [\"Fighting Back Against Malware\"], [\"Want to Save on Car Rentals? Go Low-Tech\"], [\"As Oil Prices Fall, Airfares Still Stay High\"], [\"Microsoft, Once an Antitrust Target, Is Now Google\\u2019s Regulatory Scold   \"], [\"Apple Watch: A Test Run for Travelers\"], [\"How Many Stars for the Wi-Fi? \"]], [[\"The Child-Averse Sperm Donor\"], [\"Inside America\\u2019s Toughest Federal Prison\"], [\"Pluto to Get a Close-Up After New Horizons\\u2019 3-Billion-Mile Journey\"], [\"Investors Hope to Ride Swell of SoulCycle Fever in Coming I.P.O.\"]], [[\"Standouts in Tech: Drones, Virtual Reality, Instant Translation and A.I.\"], [\"In Foiling Gmail, China Foils Itself \"], [\"Web Freedom Is Seen as a Growing Global Issue\"], [\"Daily Report: Web Freedom Is Seen as a Growing Global Issue\"], [\"Madonna Causes a Commotion (Again) With #RebelHeart\"], [\"Selfies on a Stick, and the Social-Content Challenge for the Media\"], [\"DealBook\\u2019s Most Popular Stories of 2014\"], [\"Apps Everywhere, but No Unifying Link\"], [\"When Mark Zuckerberg Likes a Book, Sales Soar\"], [\"Daily Report: Getting the Apps to Talk to Each Other\"]], [[\"Morning Agenda: Justice Department Sets Sights on Wall Street Executives\"]], [[\"The Megyn Kelly Moment\"], [\"Fox Reduces Its Forecast for Growth\"], [\"Jon Stewart and \\u2018The Daily Show\\u2019: 9 Essential Moments\"], [\"\\u2018Never Enough: Donald Trump and the Pursuit of Success,\\u2019 by Michael D\\u2019Antonio\"], [\"The Redstone Discount at CBS\"], [\"2015 Holiday Gift Ideas and Guide \\u2014 Music & Film\"], [\"Student Winners From Our 2015 Review Contest\"]], [[\"Cops and Crime Versus Crumpets: Two Shows Reveal Two Britains\"], [\"The Megyn Kelly Moment\"], [\"Fox Reduces Its Forecast for Growth\"], [\"Morning Agenda: RadioShack\\u2019s Bankruptcy Filing\"], [\"John Malone Takes a Stake and a Board Seat at Lionsgate\"], [\"How One Stupid Tweet Blew Up Justine Sacco\\u2019s Life\"], [\"Britain\\u2019s Time of Turbulence\"], [\"At the Head of the Pack, HBO Shows the Way Forward\"], [\"Beginning Again: The Love Story of Leonard Lauder and Judy Glickman\"], [\"Trucking Company Shows Facebook Road to Future\"]], [[\"Gilead Strikes Hepatitis Drug Deal With CVS Health\"], [\"Riding High, Biotech Firms Remain Wary\"], [\"Data on Payments From Drugmakers to Doctors Is Marred by Error\"], [\"Sales of Sovaldi, New Gilead Hepatitis C Drug, Soar to $10.3 Billion\"], [\"Nasdaq Changed in Its Climb to 5,000\"], [\"AbbVie Wins Bidding War for Maker of Cancer Drug, Then Goes on Defensive\"], [\"Gilead Hepatitis Drugs Brought In $4.55 Billion in First Quarter\"], [\"Highest-Paid Chiefs in 2014\"], [\"High Cost of Sovaldi Hepatitis C Drug Prompts a Call to Void Its Patents\"], [\"Stock Buybacks That Hurt Shareholders\"]], [[\"Two Schools of Thought, Adding Up to Success \"], [\"Uncovering Security Flaws in Digital Education Products for Schoolchildren\"], [\"Morning Agenda: Return of the \\u2018King of Cable\\u2019\"], [\"Is Translation an Art or a Math Problem?\"], [\"Morning Agenda: Twitter Chief\\u2019s Exit Sparks Deal Speculation\"], [\"City Hall and Uber Clash in Struggle Over New York Streets\"], [\"Apple and Google Create a Buzz at Frankfurt Motor Show\"], [\"Museum & Gallery Listings for Oct. 2-8\"], [\"Fact Checks of the 2016 Election\"]], [[\"Two Schools of Thought, Adding Up to Success \"], [\"Language Translation Tech Starts to Deliver on Its Promise\"], [\"Docker, a Software Start-Up, Sees a Future in Containers of Code\"], [\"Bigger Settlement Said to Be Reached in Silicon Valley Antitrust Case\"], [\"Daily Report: Tech Giants Said to Offer Bigger Settlement in Antitrust Case on Hiring\"], [\"Amazon\\u2019s Got Mail\"], [\"Why Google Glass Broke\"], [\"15 Minutes of Fame? More Like 15 Seconds of Nanofame\"], [\"Uncovering Security Flaws in Digital Education Products for Schoolchildren\"], [\"Mothers of Invention Presented By Women In the World\"]], [], [[\"Building a Face, and a Case, on DNA\"], [\"Highest-Paid Chiefs in 2014\"], [\"Helix, a New Gene Sequencing Venture, Aims to Create Digital Hub for Genomics\"], [\"Morning Agenda: Carly Fiorina\\u2019s Track Record\"], [\"Why Health Care Start-Ups Like Theranos Need Investing Expertise\"]], [], [[\"Intel Said to Be in Talks to Acquire Chip Maker\"], [\"Intel Said to End Talks to Buy Chip Designer Altera\"], [\"Intel Takeover of Altera Is Expected \"], [\"Morning Agenda: Intel Takeover of Altera Is Expected\"], [\"Intel Agrees to Buy Altera for $16.7 Billion\"], [\"Daily Report: Intel Agrees to Buy Altera for $16.7 Billion\"], [\"Chip Deals in Search of Greater Pricing Power\"], [\"Morning Agenda: Reflections on Wall Street Culture\"], [\"Daily Report: Rising Cost of Chips Spur Semiconductor Mergers\"], [\"Daily Report: China Asserts Tech Presence; Apple Shows Off New Products\"]], [[\"Users Say TurboTax Deluxe Is Less Deluxe Than It Used to Be \"], [\"Bigger Settlement Said to Be Reached in Silicon Valley Antitrust Case\"], [\"Better Software Lets You Kick Back and Do Your Taxes \"], [\"Can I Shop at Hobby Lobby?\"], [\"An Excuse to Splurge on Her Girls\"], [\"Would You Let the I.R.S. Prepare Your Taxes?\"], [\"Intuit Statement on Tax Policy\"], [\"Highest-Paid Chiefs in 2014\"], [\"Options for Simplifying the Commute\"], [\"TurboTax Drops Cloud Backup Option for Desktop Users\"]], [[\"AbbVie to Pay $21 Billion for Pharmacyclics, Maker of a Promising Cancer Drug\"], [\"AbbVie Wins Bidding War for Maker of Cancer Drug, Then Goes on Defensive\"]], [[\"As Growth Slows, China Pins Hopes on Consumer Spending\"], [\"China\\u2019s Other E-Commerce Giant Follows Its Own Path\"], [\"Daily Report: Seeking E-Commerce Supremacy in China, One Delivery at a Time\"], [\"Morning Agenda: Subprime Auto Loans Spun Into Gold\"], [\"The Chinese Billionaire Zhang Lei Spins Research Into Investment Gold\"], [\"Morning Agenda: HSBC Criticized Over Compliance\"], [\"Alibaba Names New Chief Executive and Reports Revenue Rise\"], [\"Morning Agenda: Bad Behavior in Finance Persists, Study Says\"], [\"ZestFinance Takes Its Big Data Credit Scoring to China\"], [\"EBay Reports Sale of Enterprise Unit as Earnings Beat Estimates\"]], [[\"A Proxy Fight as Much About Nelson Peltz\\u2019s Firm as About DuPont\"], [\"3G Capital, Co-Owner of Heinz, Is Said to Be in Talks to Buy Kraft Foods\"], [\"Kraft and Heinz to Merge in Deal Backed by Buffett and 3G Capital\"], [\"3G Capital, Warren Buffett\\u2019s Favorite Partner in Deals Worth Billions\"], [\"Morning Agenda: Buffett\\u2019s and 3G\\u2019s Bold Bet on Kraft Foods\"], [\"A Rich Day for Banks Advising on Big Merger Deals\"], [\"Peltz\\u2019s Attacks on DuPont Threaten America\\u2019s Research Edge\"], [\"Opening Salvos in a Condiment War, and the Hot Dog Is the Battlefield\"], [\"DuPont Shareholders Can Afford to Give Nelson Peltz a Board Seat\"], [\"Berkshire\\u2019s Warren Buffett Shows His Teddy Bear Image Has Tough Side\"]], [[\"Western Digital to Buy Memory Chip Maker SanDisk for $19 Billion\"]], [[\"Morning Agenda: Alcoa to Split\"], [\"Morning Agenda: Several Fed Officials Ready to Raise Rates\"]], [[\"Morning Agenda: Several Fed Officials Ready to Raise Rates\"]], [[\"Discovery, Guided by Morality \"], [\"Spare Times for Children for Jan. 9-15\"], [\"Who Gets a Raise?\"], [\"Picking Up a Memoir of Madness\"], [\"What Not to Worry About in Teaching Young Children to Read\"], [\"Perfect Nails, Poisoned Workers\"], [\"Highest-Paid Chiefs in 2014\"], [\"Confucius Temple in Beijing to Reverse Course on Mo Yan Inscription\"], [\"Director of Climate Change Group Looks to Hong Kong for Museum Ideas\"], [\"Stillbirth: Your Stories\"]], [[\"Brazen Attempts by Hotels to Block Wi-Fi\"], [\"Long a College Town, Worcester Now Looks the Part\"], [\"At Renaissance Hotels, an Artistic Welcome\"], [\"Hotels for the Next Generation\"], [\"The Travel Selfie: I Was Here, Give Me a Discount\"], [\"The Conscience of a Corporation\"], [\"Conference Centers Offer Companies Meeting Space Without Strings\"], [\"In Newark, a Vertical Indoor Farm Helps Anchor an Area\\u2019s Revival\"], [\"Ian Schrager Unveils the New York Edition\"], [\"How Many Stars for the Wi-Fi? \"]], [[\"Catalogs, After Years of Decline, Are Revamped for Changing Times\"], [\"Shake-Up at Mattel as Barbie Loses Her Appeal \"], [\"Bleak Report For Quarter From Mattel \"], [\"Brian Williams\\u2019s Leave, Hasbro Earnings, and Reports From Oil and Steel Companies\"], [\"My Little Pony and Transformers Toys Help Lift Hasbro Sales, and Its Profit Jumps \"], [\"Hitching a Toy to a Star \"], [\"Once Unique, LeapFrog Has Rivals in the Educational Toy Market\"], [\"A Wi-Fi Barbie Doll With the Soul of Siri \"], [\"Netflix Announces Lineup of Animated Children\\u2019s Shows\"], [\"BB-8 Droid Offers Hint of Coming Crush of \\u2018Star Wars\\u2019 Toys\"]], [[\"DuPont Finds Itself a Target of Activist Nelson Peltz\"], [\"Morning Agenda: Proxy Fight at DuPont\"], [\"Morning Agenda: U.S. Presses Banks for Guilty Pleas\"], [\"Sales Slide for Mondelez, Maker of Sweets\"], [\"Valentine\\u2019s Day Chocolate Will Cost More This Year, as Cocoa Prices Rise\"], [\"Morning Agenda: Greek Bailout Talks Collapse\"], [\"3G Capital, Co-Owner of Heinz, Is Said to Be in Talks to Buy Kraft Foods\"], [\"Morning Agenda: Kraft Foods and Heinz to Merge\"], [\"Kraft\\u2019s Investors Bet on Same Formula That Helped Heinz\"], [\"C.F.T.C. Accuses Kraft and Mondelez of Manipulating Wheat Prices\"]], [[\"Coca-Cola to Cut Up to 1,800 Jobs\"], [\"Arenas Hit Status Into the Cheap Seats \"], [\"Coca-Cola Earnings Plunge 55%\"], [\"Spare Times for Children for Feb. 20-26\"], [\"Selling the Young on \\u2018Gaming Fuel\\u2019\"], [\"Should Teenagers Think Twice Before Downing Energy Drinks?\"], [\"In Busy Silicon Valley, Protein Powder Is in Demand\"], [\"Argentine City Aims to Stand Out With Rebellious Spirit (and Coke) in a Cup\"], [\"Taking Questions: Artificial Sweeteners\"], [\"Safety Suffers as Stock Options Propel Executive Pay Packages\"]], [[\"PC Market Exited 2014 With a Whimper\"], [\"Debates at Davos Get Around to Gay Rights\"], [\"Investment Riches Built on Subprime Auto Loans to Poor\"], [\"Importing Images to iPhoto\"], [\"The Death and Life of Great American GeoCities\"], [\"HTC Unveils a New Phone and Wearable Device\"], [\"Fighting Back Against Malware\"], [\"The Waves of the Future May Bend Around Metamaterials\"], [\"Morning Agenda: Shell to Buy BG Group for Nearly $70 Billion\"], [\"Morning Agenda: Bharara\\u2019s Tension With Judges\"]], [[\"Morning Agenda: Greece and Creditors at an Impasse Over Taxes\"], [\"Morning Agenda: The New Greek Bailout\"], [\"The Challenges in a Deal for Micron\"], [\"Micron Technology Is Said to Be Takeover Target of Chinese Company\"], [\"Morning Agenda: I.M.F. Demand Threatens Greek Deal\"], [\"Daily Report: Micron Technology Is Said to Be Takeover Target of Chinese Rival\"], [\"Morning Agenda: Devaluation Suggests China Is Short of Options\"], [\"Greenlight Capital Down 14% for Year; David Einhorn Surveys Investors\"], [\"Borrowing From Solar and Chip Tech to Make Diamonds Faster and Cheaper\"], [\"Chinese Consortium Makes Rival Bid for Fairchild Semiconductor\"]], [[\"Morning Agenda: S.&P. Seeks Peace\"], [\"Morning Agenda: U.S. Banks Pass Fed Tests\"], [\"Highest-Paid Chiefs in 2014\"], [\"Cuba\\u2019s Environmental Concerns Grow With Prospect of U.S. Presence\"]], [[\"Where Big Stars and Space Heaters Mix\"], [\"Digital Tax Increase to Take Effect in Europe\"], [\"20 Shows to Watch\"], [\"Cops and Crime Versus Crumpets: Two Shows Reveal Two Britains\"], [\"At the International CES, the Internet of Things Hits Home\"], [\"Investigation Discovery Network Makes Crime Pay\"], [\"Dish Network Unveils Sling TV, a Streaming Service to Rival Cable (and It Has ESPN)\"], [\"CES: A Push for Higher Resolution and Better-Looking TVs\"], [\"\\u2018Game of Thrones\\u2019 Takes a Trailer of Its New Season to Imax \"], [\"Paying for the TV Shows You Want\"]], [[\"Scheduling Automatic Backups in Windows 10\"], [\"Qualcomm Is Accused of Violating Antitrust Rules in Europe\"]], [[\"NXP and Freescale, Two Semiconductor Giants, Said to Be Near a Merger\"], [\"Chip Makers Will Merge in Deal Worth $11.8 Billion\"], [\"Your Monday Briefing\"], [\"Morning Agenda: Buffett Hints at Successor\"], [\"Chip Makers in $11.8 Billion Deal\"], [\"Tech Deals That Are Poor Fixes for Limp Sales\"], [\"Deal Makers Less Upbeat About M.&.A. Growth\"], [\"Intel Said to End Talks to Buy Chip Designer Altera\"], [\"Avago in Talks to Acquire Broadcom\"], [\"Avago Agrees to Buy Broadcom for $37 Billion\"]], [], [], [], [[\"Ethical Questions of Investing in Pot\"], [\"Alibaba Data to Help Provide Consumer Credit Ratings\"], [\"Can Bitcoin Conquer Argentina?\"], [\"\\u2018Elon Musk,\\u2019 a Biography by Ashlee Vance, Paints a Driven Portrait\"], [\"Goldman Sachs Plans to Offer Consumer Loans Online, Adopting Start-Ups\\u2019 Tactics\"], [\"Morning Agenda: Greece Adopts Austerity\"], [\"Morning Agenda: Greek Banks Open\"], [\"First Data I.P.O. Is Likely to Be One of Year\\u2019s Largest\"], [\"Morning Agenda: Courting Conflict of Interest\"], [\"Morning Agenda: Teva to Buy Allergan Generic Drug Unit\"]], [[\"Google and Fidelity Put $1 Billion Into SpaceX\"], [\"Google Hopes to Take the Web Directly to Billions Lacking Access\"], [\"Tech Giants Invest in New Dreams of Grandeur\"], [\"New Rules in China Upset Western Tech Companies\"], [\"The Secret World of a Well-Paid \\u2018Donor Adviser\\u2019 in Politics\"], [\"China Hits Qualcomm With Fine \"], [\"Chinese Regulator Defends Fine Against Qualcomm\"], [\"Daily Report: Qualcomm Fined $975 Million by China\"], [\"Survey of Foreign Companies in China Finds Pollution a Growing Problem\"], [\"HTC Unveils a New Phone and Wearable Device\"]], [[\"From Vertigo to Tinnitus, Ear Ailments Are New Focus for Drugs  \"], [\"Fast Track on Drug for Ebola Has Faltered\"], [\"3 Drugs for an Eye Disease, With Big Price Gaps, Are Found to Be Equals for Many\"], [\"After Shake-Up Last Year, Sanofi Names New Chief \"], [\"Tests of Cholesterol Drugs Offer Hope of Reducing Heart Attacks and Strokes\"], [\"Shareholders\\u2019 Votes Have Done Little to Curb Lavish Executive Pay\"], [\"Highest-Paid Chiefs in 2014\"], [\"Wide Use of Antibiotics Allows C. Diff to Flourish\"], [\"Apple\\u2019s Conference, G.M.\\u2019s Annual Meeting, and a Trade Vote in Europe\"], [\"Federal Panel Backs Approval of New Drug to Fight Heart Attacks\"]], [[\"Why Google Glass Broke\"], [\"West Coast Port Gridlock Hits Inventory at Macy\\u2019s and Home Depot \"], [\"Pointing Fingers in Apple Pay Fraud\"], [\"M.B.A. Programs That Get You Where You Want to Go\"], [\"Retailers\\u2019 Results, Board Vote at DuPont and Shareholder Meetings\"], [\"Morning Agenda: Opaque \\u2018Unicorn\\u2019 Stakes in Mutual Funds\"], [\"Macy\\u2019s Falls Short in 1st-Quarter Earnings\"], [\"Morning Agenda: Heavy Fines for Foreign Exchange Collusion\"], [\"Morning Agenda: Reflections on Wall Street Culture\"], [\"Morning Agenda: Split Decision for Greenberg in A.I.G. Lawsuit\"]], [], [[\"Restaurant Brands\\u2019 Sales Rise at Burger King and Tim Hortons\"], [\"Morning Agenda: Deutsche Bank to Cut 35,000 Jobs Under New Strategy\"]], [[\"Spotify Says Its List of Subscribers Has Grown to 15 Million\"], [\"SoundExchange Says It Paid $773 Million in Music Royalties Last Year\"], [\"Judith Regan Is Back. Watch Out.  \"], [\"The \\u2018King of Cable\\u2019 Behind a Charter-Time Warner Cable Deal\"], [\"Apple Takes On a Market Full of Streaming Services\"], [\"Zane Lowe, the D.J. Scratching Out Beats 1 for Apple\"], [\"SiriusXM Settles Royalty Dispute Over Old Recordings\"], [\"Taylor Swift Scuffle Aside, Apple\\u2019s New Music Service Is Expected to Thrive\"], [\"Apple Music Is Strong on Design, Weak on Social Networking\"], [\"Rise of SoundExchange Shows the Growth of Digital Radio Royalties\"]], [[\"Recalls of Organic Food on the Rise, Report Says\"]], [], [[\"6 Chinese Men Indicted in Theft of Code From U.S. Tech Companies\"], [\"Daily Report: U.S. Accuses Six Chinese Citizens of Stealing Tech Data\"], [\"Apple Stock Reacts After Tim Cook Email Praises China Sales\"], [\"Skyworks to Buy PMC-Sierra for $2 Billion in Merger of Chip Makers\"], [\"Morning Agenda: Activist Investors and Billion-Dollar Bets\"], [\"Microsemi Offers to Buy PMC-Sierra in $2.4 Billion Deal\"], [\"Morning Agenda: Drums Beat Louder for a Bloomberg Run\"], [\"Western Digital to Buy Memory Chip Maker SanDisk for $19 Billion\"], [\"The Morning Agenda:  The Privatization of the Justice System\"], [\"Morning Agenda: Pfizer-Allergan Deal Revives Debate Over U.S. Taxes\"]], [[\"Decoding the Paradox of Rising Cable Stocks\"], [\"Verizon\\u2019s Mobile \\u2018Supercookies\\u2019 Seen as Threat to Privacy\"], [\"Why Apps for Messaging Are Trending\"], [\"China\\u2019s Other E-Commerce Giant Follows Its Own Path\"], [\"A Bloom in TV\\u2019s Asian-American Desert\"], [\"Apparent Discount Mars $41 Billion Spectrum Sale\"], [\"Liberty Global, Becoming a Big Fish, Risks Attracting the Eye of a Shark\"], [\"AT&T\\u2019s Chief of Mobile and Business Explains the World Beyond Phones\"], [\"The Times\\u2019s New Instagram Account Joins the Visual Conversation\"], [\"T-Mobile Aims to Make Phone Plans Easier for Businesses\"]], [[\"In South Africa, Fine-Art Landscapes for Postcard Prices\"], [\"The Latest on Travel to Cuba\"], [\"In My Cat\\u2019s Death, a Human Comfort\"], [\"How Yahoo\\u2019s Spinoff of Its Alibaba Stake Will Work\"], [\"Ratings Now Cut Both Ways, So Don\\u2019t Sass Your Uber Driver \"], [\"Giving Airbnb a Run for Its Money\"], [\"Want to Save on Car Rentals? Go Low-Tech\"], [\"Getting to the Front of the Visa Line\"], [\"F.T.C. Addresses Its Choice Not to Sue Google\"], [\"Formal Charges May Be Next in Europe\\u2019s Google Antitrust Inquiry\"]], [[\"The Invention Mob, Brought to You by Quirky\"], [\"A Russian Smartphone Has to Overcome Rivals and Jokes About Its Origin\"], [\"E.P.A. Proposal Will Put Bigger Trucks on a Fuel Diet\"], [\"California Farmers Dig Deeper for Water, Sipping Their Neighbors Dry\"], [\"To Soften Image, Brazilian Police Ride In Atop Horned Beasts\"], [\"FarmLogs App Helps Farmers Collect and Retrieve Data\"], [\"Indian Beef Workers Fight to Bring Back the Bull Market\"], [\"Lebanese Seethe as Stinking Garbage Piles Grow in Beirut and Beyond\"], [\"Canadian Maple Syrup \\u2018Rebels\\u2019 Clash With Law\"], [\"A Global Chill in Commodity Demand Hits America\\u2019s Heartland\"]], [[\"Carmakers Take a Hint From Tablets \"], [\"Tesla Chief Asks Makers to Support Electric Cars\"], [\"The Weird Science of Naming New Products\"], [\"Brian Williams\\u2019s Leave, Hasbro Earnings, and Reports From Oil and Steel Companies\"], [\"Lurching Start for Tesla in China\"], [\"Daily Report: Tesla\\u2019s Rough Road Into China\"], [\"Tesla Motors Met Its Output Goal, but Showed a 4th-Quarter Loss\"], [\"At Geneva Auto Show, Worry About Silicon Valley\"], [\"Elon Musk Says Self-Driving Tesla Cars Will Be in the U.S. by Summer\"], [\"For Hardware Makers, Sharing Their Secrets Is Now Part of the Business Plan\"]], [[\"Cisco and Texas Instruments Adapt to a New Tech World\"], [\"Hoping Google\\u2019s Lab Is a Rainmaker \"], [\"Highest-Paid Chiefs in 2014\"], [\"Morning Agenda: Volkswagen Chief Steps Down\"], [\"Dell to Buy EMC in Biggest Tech Takeover, a Year in the Making\"]], [], [[\"Morning Agenda: Looking Back on a Year of Deals\"], [\"Lazard Reports Higher Profit on Surge in M.&A.\"], [\"Morning Agenda: RadioShack\\u2019s Bankruptcy Filing\"], [\"Nasdaq Changed in Its Climb to 5,000\"], [\"K.K.R. Posts Weaker First-Quarter Profit\"], [\"Highest-Paid Chiefs in 2014\"], [\"Morning Agenda: Alarm Over Computer Failures\"], [\"Cosmopolitan Magazine Covers to Be Shielded by 2 Retailers\"], [\"Walgreens to Buy Rite Aid for $9.4 Billion\"], [\"Theranos Under Fire\"]], [[\"Investigation Discovery Network Makes Crime Pay\"], [\"Gates Foundation Uses Art to Encourage Vaccination\"], [\"Silver Lake Makes Big Bet on Red Ventures, a Digital Marketing Company\"], [\"Among the Disrupted\"], [\"As San Francisco Booms, So Does its Gallery Scene\"], [\"Museum & Gallery Listings for Jan. 9-15\"], [\"In Britain, Spy Chief Calls for More Power for Agency\"], [\"Newspaper in Israel Scrubs Women From a Photo of Paris Unity Rally \"], [\"Rdio, a Streaming Music Service, to Open in India\"], [\"Yasumasa Morimura\"]], [[\"Li Ka-shing\\u2019s Hutchison Whampoa in Talks for British Mobile Firm O2\"], [\"British Telecom Giant BT to Buy EE for $19 Billion\"], [\"Vodafone Turns Focus to Broadband, Seeking to Catch Up to Rivals\"], [\"An Uneasy Relationship Between Telecom and Tech \"], [\"Hutchison Whampoa to Acquire British Cellphone Carrier O2\"], [\"Vodafone Returns to Quarterly Growth\"], [\"Vodafone Confirms Talks on a Liberty Global Deal\"], [\"Morning Agenda: Merger Mania in Media Sector\"], [\"Small Steps Beat Big Leap for Vodafone and Liberty Global\"], [\"E.U. to End Cellphone Roaming Charges in 2017\"]], [[\"Verisk Analytics Agrees to Buy Scottish Energy Research Firm\"], [\"Morning Agenda: Credit Suisse Names New Chief\"], [\"Morning Agenda: Citigroup\\u2019s Resurgence\"], [\"Dry Days Bring Ferocious Start to Fire Season\"]], [[\"Stop Subsidizing Big Pharma\"], [\"Riding High, Biotech Firms Remain Wary\"], [\"Drug Makers\\u2019 Data on Side Effects Is Called Lacking in a Report \"], [\"Obama Proposes That Medicare Be Given the Right to Negotiate the Cost of Drugs\"], [\"Cystic Fibrosis Drug Wins Approval of F.D.A. Advisory Panel\"], [\"Highest-Paid Chiefs in 2014\"], [\"Orkambi, a New Cystic Fibrosis Drug, Wins F.D.A. Approval\"], [\"Drug Prices Soar, Prompting Calls for Justification\"]], [[\"Sharing Flickr Photos Privately\"], [\"Maynard Webb, Yahoo\\u2019s Chairman: Even the Best Teams Can Be Better\"], [\"Popular Demand\"], [\"Activist Hedge Fund Again Warns Yahoo Against Making a Big Acquisition\"], [\"More on the Complex Tax-Minded Deal That Starboard Doesn\\u2019t Want Yahoo to Do\"], [\"Daily Clip Report\"], [\"Facebook Offers Artificial Intelligence Tech to Open Source Group\"], [\"Marissa Mayer\\u2019s Plan for Yahoo Takes Hold. The Question Now Is Time.\"], [\"\\u2018Marissa Mayer and the Fight to Save Yahoo!,\\u2019 by Nicholas Carlson\"], [\"Snapchat Plans to Offer Original Media Content \"]]]"